
var ap3 = new APlayer({
    element: document.getElementById('player3'),
    narrow: false,
    autoplay: false,
    showlrc: 1,
    mutex: true,
    theme: '#615754',
    music: {
        title: '发如雪',
        author: '周杰伦',
        url: 'http://7xo7nf.com1.z0.glb.clouddn.com/%E5%91%A8%E6%9D%B0%E4%BC%A6%20-%20%E5%8F%91%E5%A6%82%E9%9B%AA.mp3',
        pic: 'http://7xo7nf.com1.z0.glb.clouddn.com/20160117224805_jVNLC.thumb.700_0.jpeg',
        lrc: "[by:周杰伦]\n[ti:发如雪]\n[ar:周杰伦]\n[al:十一月的萧邦]\n[00:00.00]异联世界,步入天下(异步)\n[00:16.38] music\n[00:10.61] 曲:周杰伦 词:方文山\n[01:59.78][00:20.47] 狼牙月 伊人憔悴\n[02:04.30][00:24.99] 我举杯 饮尽了风雪\n[02:09.91][00:30.58] 是谁打翻前世柜\n[02:14.37][00:34.67] 惹尘埃是非\n[02:16.87][00:37.31] 缘字诀 几番轮回\n[02:20.84][00:41.36] 你锁眉 哭红颜唤不回\n[02:26.55][00:47.03] 纵然青史已经成灰\n[02:30.91][00:51.39] 我爱不灭\n[02:34.03][00:54.65] 繁华如三千东流水\n[02:38.20][00:58.62] 我只取一瓢爱了解\n[02:42.31][01:02.78] 只恋你化身的蝶\n[03:38.43][02:47.98][01:08.67] 你发如雪 凄美了离别\n[03:42.47][02:52.59][01:13.32] 我焚香感动了谁\n[03:47.04][02:57.32][01:17.97] 邀明月 让回忆皎洁\n[03:51.22][03:01.48][01:22.04] 爱在月光下完美\n[03:54.55][03:04.66][01:25.31] 你发如雪 纷飞了眼泪\n[03:58.99][03:09.13][01:29.72] 我等待苍老了谁\n[04:03.24][03:13.40][01:34.42] 红尘醉 微醺的岁月\n[04:08.21][03:18.27][01:38.82] 我用无悔 刻永世爱你的碑\n[03:23.30][01:44.25] 你发如雪 凄美了离别\n[03:25.46][01:46.02] 我焚香感动了谁\n[03:27.20][01:47.88] 邀明月 让回忆皎洁\n[03:29.54][01:50.13] 爱在月光下完美\n[03:31.34][01:52.02] 你发如雪 纷飞了眼泪\n[03:33.71][01:54.32] 我等待苍老了谁\n[03:35.62][01:56.26] 红尘醉 微醺的岁月\n[04:29.14][04:13.63] 啦儿啦 啦儿啦 啦儿啦儿啦\n[04:33.22][04:16.84] 啦儿啦 啦儿啦 啦儿啦儿啦\n[04:37.32][04:20.94] 铜镜映无邪 扎马尾\n[04:41.20][04:24.95] 你若撒野 今生我把酒奉陪\n"
    }
});

ap3.init();

